Revit 2027 API
ParameterTypeId.AlternateUnitsPrefix Property
 "Alternate Units Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlternateUnitsPrefix { get; }
Public Shared ReadOnly Property AlternateUnitsPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlternateUnitsPrefix {
	ForgeTypeId^ get ();
}
static member AlternateUnitsPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace